"%@ of %@" = "%@ af %@";

"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%@ %@ hefur verið sett inn og verður tiltækt við næstu ræsingu %@. Viltu endurræsa núna?";

"%@ %@ is currently the newest version available." = "%@ %@ er nýjasta útgáfan sem er fáanleg þessa stundina.";

"%@ %@ is now available--you have %@. Would you like to download it now?" = "Útgafa %2$@ af %1$@ er nú fáanlegt en þú ert með %3$@. Viltu sækja hana núna?";

"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ hefur ekki heimild til að skrifa í möppu forritsins! Ertu að keyra forritið af diskmynd? Ef ekki skaltu ráðfæra þig við kerfisstjórann.";

"A new version of %@ has been installed!" = "Ný útgáfa af %@ hefur verið sett inn!";

"A new version of %@ is available!" = "Ný útgáfa af %@ er fáanleg!";

"An error occurred during installation. Please try again later." = "Villa kom upp við innsetningu. Vinsamlegast reynið síðar.";

"An error occurred in retrieving update information. Please try again later." = "Villa kom upp við að sækja uppfærsluupplýsingar. Vinsamlegast reynið síðar.";

"An error occurred while extracting the archive. Please try again later." = "Villa kom upp við afþjöppun skráarsafns. Vinsamlegast reynið síðar.";

"An error occurred while trying to download the file. Please try again later." = "Villa kom upp þegar reynt var að sækja skrána. Vinsamlegast reynið síðar";

"An update is already in progress!" = "Uppfærsla er þegar í gangi!";

"Cancel" = "Hætta við";

"Check for updates on startup?" = "Athuga með uppfærslur í ræsingu?";

"Downloading update..." = "Sækja nýja útgáfu…";

"Extracting update..." = "Afþjappa uppfærslu…";

"Install and Relaunch" = "Setja upp og ræsa aftur";

"Installing update..." = "Set inn uppfærslu…";

"Ready to Install" = "Innsetning reiðubúin";

"No" = "Nei";

"OK" = "Í lagi";

"Update Error!" = "Villa við uppfærslu!";

"Updating %@" = "Uppfæri %@";

"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Viltu að forritið %@ athugi með uppfærslur þegar það er ræst? Ef ekki getur þú athugað handvirkt af %@-valblaðinu.";

"Yes" = "Já";

"You're up to date!" = "Það er allt uppfært hjá þér!";

